// ===============================================
// ФАЙЛ КОНФИГУРАЦИИ
// Внесите сюда ваши данные ОДИН РАЗ и сохраните.
// Этот файл изменять больше не нужно.
// ===============================================

// --- Telegram ---
// Токен вашего бота, полученный от @BotFather
const BOT_TOKEN = '8320122576:AAG8tOmrKMJBV_4NmbLT4PP19_pccY0gXkM'; 

// ID вашего чата для получения уведомлений, начинается со знака "-"
const CHAT_ID = '-1002915497111';

// --- Formspree (для отправки на Email) ---
// Уникальный URL вашей формы, полученный на сайте formspree.io
const FORMSPREE_ENDPOINT = 'https://formspree.io/f/xyzdvjkd'; // 